"Unknown Device" = "Okänd enhet";
"Back Camera" = "Kamera på baksidan";
"Front Camera" = "Kamera på framsidan";
"Camera" = "Kamera";
"Built In Audio" = "Inbyggt ljud";
"iPhone Microphone" = "iPhone-mikrofon";
"Headphones" = "Hörlurar";
"iPod touch Microphone" = "iPod touch-mikrofon";
